7767517
174 201
Input                    0                        0 1 0
MemoryData               483                      0 1 483 0=1 1=1 2=3
MemoryData               485                      0 1 485 0=1 1=1 2=3
BinaryOp                 Sub_1                    2 1 0 483 484 0=1
BinaryOp                 Div_3                    2 1 484 485 486 0=3
Padding                  Pad_4                    1 1 486 487 1=1 3=1
Convolution              Conv_5                   1 1 487 490 0=32 1=3 3=2 5=1 6=864 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_8                   1 1 490 493 0=32 1=3 4=1 5=1 6=288 7=32 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_11                  1 1 493 495 0=24 1=1 5=1 6=768
Convolution              Conv_13                  1 1 495 498 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
Padding                  Pad_16                   1 1 498 499 1=1 3=1
ConvolutionDepthWise     Conv_17                  1 1 499 502 0=144 1=3 3=2 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_20                  1 1 502 504 0=32 1=1 5=1 6=4608
Split                    splitncnn_0              1 2 504 504_splitncnn_0 504_splitncnn_1
Convolution              Conv_22                  1 1 504_splitncnn_1 507 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_25                  1 1 507 510 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_28                  1 1 510 512 0=32 1=1 5=1 6=6144
BinaryOp                 Add_30                   2 1 512 504_splitncnn_0 513
Split                    splitncnn_1              1 2 513 513_splitncnn_0 513_splitncnn_1
Convolution              Conv_31                  1 1 513_splitncnn_1 516 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_34                  1 1 516 519 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_37                  1 1 519 521 0=32 1=1 5=1 6=6144
BinaryOp                 Add_39                   2 1 521 513_splitncnn_0 522
Split                    splitncnn_2              1 2 522 522_splitncnn_0 522_splitncnn_1
Convolution              Conv_40                  1 1 522_splitncnn_1 525 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
Padding                  Pad_43                   1 1 525 526 0=1 1=2 2=1 3=2
ConvolutionDepthWise     Conv_44                  1 1 526 529 0=192 1=5 3=2 5=1 6=4800 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_47                  1 1 529 531 0=48 1=1 5=1 6=9216
Split                    splitncnn_3              1 2 531 531_splitncnn_0 531_splitncnn_1
Convolution              Conv_49                  1 1 531_splitncnn_1 534 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_52                  1 1 534 537 0=288 1=5 4=2 5=1 6=7200 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_55                  1 1 537 539 0=48 1=1 5=1 6=13824
BinaryOp                 Add_57                   2 1 539 531_splitncnn_0 540
Split                    splitncnn_4              1 2 540 540_splitncnn_0 540_splitncnn_1
Convolution              Conv_58                  1 1 540_splitncnn_1 543 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_61                  1 1 543 546 0=288 1=5 4=2 5=1 6=7200 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_64                  1 1 546 548 0=48 1=1 5=1 6=13824
BinaryOp                 Add_66                   2 1 548 540_splitncnn_0 549
Split                    splitncnn_5              1 2 549 549_splitncnn_0 549_splitncnn_1
Convolution              Conv_67                  1 1 549_splitncnn_1 552 0=288 1=1 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
Padding                  Pad_70                   1 1 552 553 1=1 3=1
ConvolutionDepthWise     Conv_71                  1 1 553 556 0=288 1=3 3=2 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_74                  1 1 556 558 0=96 1=1 5=1 6=27648
Split                    splitncnn_6              1 2 558 558_splitncnn_0 558_splitncnn_1
Convolution              Conv_76                  1 1 558_splitncnn_1 561 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_79                  1 1 561 564 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_82                  1 1 564 566 0=96 1=1 5=1 6=55296
BinaryOp                 Add_84                   2 1 566 558_splitncnn_0 567
Split                    splitncnn_7              1 2 567 567_splitncnn_0 567_splitncnn_1
Convolution              Conv_85                  1 1 567_splitncnn_1 570 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_88                  1 1 570 573 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_91                  1 1 573 575 0=96 1=1 5=1 6=55296
BinaryOp                 Add_93                   2 1 575 567_splitncnn_0 576
Split                    splitncnn_8              1 2 576 576_splitncnn_0 576_splitncnn_1
Convolution              Conv_94                  1 1 576_splitncnn_1 579 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_97                  1 1 579 582 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_100                 1 1 582 584 0=96 1=1 5=1 6=55296
BinaryOp                 Add_102                  2 1 584 576_splitncnn_0 585
Split                    splitncnn_9              1 2 585 585_splitncnn_0 585_splitncnn_1
Convolution              Conv_103                 1 1 585_splitncnn_1 588 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_106                 1 1 588 591 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_109                 1 1 591 593 0=96 1=1 5=1 6=55296
BinaryOp                 Add_111                  2 1 593 585_splitncnn_0 594
Convolution              Conv_112                 1 1 594 597 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_115                 1 1 597 600 0=576 1=5 4=2 5=1 6=14400 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_118                 1 1 600 602 0=136 1=1 5=1 6=78336
Split                    splitncnn_10             1 2 602 602_splitncnn_0 602_splitncnn_1
Convolution              Conv_120                 1 1 602_splitncnn_1 605 0=816 1=1 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_123                 1 1 605 608 0=816 1=5 4=2 5=1 6=20400 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_126                 1 1 608 610 0=136 1=1 5=1 6=110976
BinaryOp                 Add_128                  2 1 610 602_splitncnn_0 611
Split                    splitncnn_11             1 2 611 611_splitncnn_0 611_splitncnn_1
Convolution              Conv_129                 1 1 611_splitncnn_1 614 0=816 1=1 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_132                 1 1 614 617 0=816 1=5 4=2 5=1 6=20400 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_135                 1 1 617 619 0=136 1=1 5=1 6=110976
BinaryOp                 Add_137                  2 1 619 611_splitncnn_0 620
Split                    splitncnn_12             1 2 620 620_splitncnn_0 620_splitncnn_1
Convolution              Conv_138                 1 1 620_splitncnn_1 623 0=816 1=1 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_141                 1 1 623 626 0=816 1=5 4=2 5=1 6=20400 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_144                 1 1 626 628 0=136 1=1 5=1 6=110976
BinaryOp                 Add_146                  2 1 628 620_splitncnn_0 629
Split                    splitncnn_13             1 2 629 629_splitncnn_0 629_splitncnn_1
Convolution              Conv_147                 1 1 629_splitncnn_1 632 0=816 1=1 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_150                 1 1 632 635 0=816 1=5 4=2 5=1 6=20400 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_153                 1 1 635 637 0=136 1=1 5=1 6=110976
BinaryOp                 Add_155                  2 1 637 629_splitncnn_0 638
Split                    splitncnn_14             1 2 638 638_splitncnn_0 638_splitncnn_1
Convolution              Conv_156                 1 1 638_splitncnn_1 641 0=816 1=1 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
Padding                  Pad_159                  1 1 641 642 0=1 1=2 2=1 3=2
ConvolutionDepthWise     Conv_160                 1 1 642 645 0=816 1=5 3=2 5=1 6=20400 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_163                 1 1 645 647 0=232 1=1 5=1 6=189312
Split                    splitncnn_15             1 2 647 647_splitncnn_0 647_splitncnn_1
Convolution              Conv_165                 1 1 647_splitncnn_1 650 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_168                 1 1 650 653 0=1392 1=5 4=2 5=1 6=34800 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_171                 1 1 653 655 0=232 1=1 5=1 6=322944
BinaryOp                 Add_173                  2 1 655 647_splitncnn_0 656
Split                    splitncnn_16             1 2 656 656_splitncnn_0 656_splitncnn_1
Convolution              Conv_174                 1 1 656_splitncnn_1 659 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_177                 1 1 659 662 0=1392 1=5 4=2 5=1 6=34800 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_180                 1 1 662 664 0=232 1=1 5=1 6=322944
BinaryOp                 Add_182                  2 1 664 656_splitncnn_0 665
Split                    splitncnn_17             1 2 665 665_splitncnn_0 665_splitncnn_1
Convolution              Conv_183                 1 1 665_splitncnn_1 668 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_186                 1 1 668 671 0=1392 1=5 4=2 5=1 6=34800 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_189                 1 1 671 673 0=232 1=1 5=1 6=322944
BinaryOp                 Add_191                  2 1 673 665_splitncnn_0 674
Split                    splitncnn_18             1 2 674 674_splitncnn_0 674_splitncnn_1
Convolution              Conv_192                 1 1 674_splitncnn_1 677 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_195                 1 1 677 680 0=1392 1=5 4=2 5=1 6=34800 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_198                 1 1 680 682 0=232 1=1 5=1 6=322944
BinaryOp                 Add_200                  2 1 682 674_splitncnn_0 683
Split                    splitncnn_19             1 2 683 683_splitncnn_0 683_splitncnn_1
Convolution              Conv_201                 1 1 683_splitncnn_1 686 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_204                 1 1 686 689 0=1392 1=5 4=2 5=1 6=34800 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_207                 1 1 689 691 0=232 1=1 5=1 6=322944
BinaryOp                 Add_209                  2 1 691 683_splitncnn_0 692
Convolution              Conv_210                 1 1 692 695 0=1392 1=1 5=1 6=322944 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_213                 1 1 695 698 0=1392 1=3 4=1 5=1 6=12528 7=1392 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_216                 1 1 698 700 0=384 1=1 5=1 6=534528
Convolution              Conv_218                 1 1 522_splitncnn_0 701 0=64 1=3 4=1 6=18432
Split                    splitncnn_20             1 2 701 701_splitncnn_0 701_splitncnn_1
Convolution              Conv_219                 1 1 549_splitncnn_0 702 0=128 1=3 4=1 6=55296
Split                    splitncnn_21             1 2 702 702_splitncnn_0 702_splitncnn_1
Convolution              Conv_220                 1 1 638_splitncnn_0 703 0=256 1=3 4=1 6=313344
Split                    splitncnn_22             1 2 703 703_splitncnn_0 703_splitncnn_1
Convolution              Conv_221                 1 1 700 704 0=512 1=3 4=1 6=1769472
Split                    splitncnn_23             1 2 704 704_splitncnn_0 704_splitncnn_1
ReLU                     Relu_222                 1 1 704_splitncnn_1 705
Convolution              Conv_223                 1 1 705 707 0=512 1=3 4=1 5=1 6=2359296 9=1
Convolution              Conv_225                 1 1 707 708 0=512 1=3 4=1 5=1 6=2359296
BinaryOp                 Add_226                  2 1 708 704_splitncnn_0 709
Interp                   Resize_227               1 1 709 718 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              Conv_228                 1 1 718 719 0=256 1=1 5=1 6=131072
ReLU                     Relu_229                 1 1 703_splitncnn_1 720
Convolution              Conv_230                 1 1 720 722 0=256 1=3 4=1 5=1 6=589824 9=1
Convolution              Conv_232                 1 1 722 723 0=256 1=3 4=1 5=1 6=589824
BinaryOp                 Add_233                  2 1 723 703_splitncnn_0 724
BinaryOp                 Add_234                  2 1 719 724 725
Split                    splitncnn_24             1 2 725 725_splitncnn_0 725_splitncnn_1
ReLU                     Relu_235                 1 1 725_splitncnn_1 726
Convolution              Conv_236                 1 1 726 728 0=256 1=3 4=1 5=1 6=589824 9=1
Convolution              Conv_238                 1 1 728 729 0=256 1=3 4=1 5=1 6=589824
BinaryOp                 Add_239                  2 1 729 725_splitncnn_0 730
Interp                   Resize_240               1 1 730 739 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              Conv_241                 1 1 739 740 0=128 1=1 5=1 6=32768
ReLU                     Relu_242                 1 1 702_splitncnn_1 741
Convolution              Conv_243                 1 1 741 743 0=128 1=3 4=1 5=1 6=147456 9=1
Convolution              Conv_245                 1 1 743 744 0=128 1=3 4=1 5=1 6=147456
BinaryOp                 Add_246                  2 1 744 702_splitncnn_0 745
BinaryOp                 Add_247                  2 1 740 745 746
Split                    splitncnn_25             1 2 746 746_splitncnn_0 746_splitncnn_1
ReLU                     Relu_248                 1 1 746_splitncnn_1 747
Convolution              Conv_249                 1 1 747 749 0=128 1=3 4=1 5=1 6=147456 9=1
Convolution              Conv_251                 1 1 749 750 0=128 1=3 4=1 5=1 6=147456
BinaryOp                 Add_252                  2 1 750 746_splitncnn_0 751
Interp                   Resize_253               1 1 751 760 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              Conv_254                 1 1 760 761 0=64 1=1 5=1 6=8192
ReLU                     Relu_255                 1 1 701_splitncnn_1 762
Convolution              Conv_256                 1 1 762 764 0=64 1=3 4=1 5=1 6=36864 9=1
Convolution              Conv_258                 1 1 764 765 0=64 1=3 4=1 5=1 6=36864
BinaryOp                 Add_259                  2 1 765 701_splitncnn_0 766
BinaryOp                 Add_260                  2 1 761 766 767
Split                    splitncnn_26             1 2 767 767_splitncnn_0 767_splitncnn_1
ReLU                     Relu_261                 1 1 767_splitncnn_1 768
Convolution              Conv_262                 1 1 768 770 0=64 1=3 4=1 5=1 6=36864 9=1
Convolution              Conv_264                 1 1 770 771 0=64 1=3 4=1 5=1 6=36864
BinaryOp                 Add_265                  2 1 771 767_splitncnn_0 772
Interp                   Resize_266               1 1 772 781 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              Conv_267                 1 1 781 782 0=64 1=1 5=1 6=4096
Convolution              Conv_268                 1 1 782 783 0=32 1=3 4=1 5=1 6=18432
Interp                   Resize_269               1 1 783 792 0=2 1=2.000000e+00 2=2.000000e+00
Convolution              Conv_270                 1 1 792 794 0=32 1=3 4=1 5=1 6=9216 9=1
Convolution              Conv_272                 1 1 794 796 0=1 1=1 5=1 6=32 9=1
Squeeze                  Squeeze_274              1 1 796 797 -23303=1,0
